xeon/20220910-zfs/stripe/no-fpw-tuned/10000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 21844722
number of failed transactions: 0 (0.000%)
latency average = 5.274 ms
initial connection time = 11.953 ms
tps = 6067.991831 (without initial connection time)